Repository: NaN-tic/trytond-account_payment_sepa_es
Catalog: locale/*.po
Languages: ca_es, es_es

# error:account.payment.group:
source: Invalid payment date %s for payment "%s". Payment's date must be greather or equal than today.
ca_es: La data de pagament "%s" del pagament "%s" no és vàlida. La data de pagament ha de ser més gran o igual que avui.
es_es: La fecha de pago "%s" del pago "%s" no es válida. La fecha de pago debe ser superior o igual a hoy.

# error:account.payment.group:
source: No creditor identifier for party "%s".
ca_es: No s'ha definit l'identificador del creditor per al tercer "%s".
es_es: No se ha definido el identificador del creditor para el tercero "%s".

# error:account.payment.sepa.mandate:
source: Mandate "%(mandate)s" can not be canceled because it is linked to payment "%(payment)s" which is still in process.
ca_es: No es pot cancel·lar el mandat "%(mandate)s" perquè esta vinculat amb el pagament "%(payment)s" que encara esta en procés.
es_es: El mandato "%(mandate)s" no se puede cancelar porqué esta vinculado con el pago "%(payment)s" que aún esta en proceso.

# error:account.payment:
source: No valid mandate for payment "%(payment)s" of party "%(party)s" with amount "%(amount)s".
ca_es: No s'ha trobat un mandat vàlid per al pagament "%(payment)s" del tercer "%(party)s" amb import "%(amount)s".
es_es: No se ha encontrado un mandato valido para el pago "%(payment)s" del tercero "%(party)s" con importe "%(amount)s".

# error:account.payment:
source: Payment "%(payment)s" can not be modified because its mandate "%(mandate)s" is canceled.
ca_es: El Pagament "%(payment)s" no es pot modificar perquè el seu mandat "%(mandate)s" està cancel·lat.
es_es: El pago "%(payment)s" no se puede modificar porqué su mandato "%(mandate)s" esta cancelado.

# error:party.party:
source: Invalid creditor identifier "%(identifier)s" for party "%(party)s".
ca_es: Identificador creditor %(identifier)s invàlid pel tercer %(party)s.
es_es: Identificador creditor %(identifier)s inválido para el tercero %(party)s.

# field:account.move.line,sepa_scheme:
source: Scheme
ca_es: Esquema
es_es: Esquema

# field:account.payment.group,process_method:
source: Process Method
ca_es: Mètode de procés
es_es: Metodo de proceso

# field:account.payment.journal,active:
source: Active
ca_es: Actiu
es_es: Activo

# field:account.payment.journal,core58_sequence:
source: SEPA CORE 58 Sequence
ca_es: Seqüència SEPA CORE 58
es_es: Secuencia SEPA CORE 58

# field:account.payment.process.start,process_method:
source: Process Method
ca_es: Mètode de procés
es_es: Metodo de proceso

# field:account.payment.sepa.configuration,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:account.payment.sepa.configuration,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:account.payment.sepa.configuration,mandate_sequence:
source: Mandate Sequence
ca_es: Seqüència mandats
es_es: Secuencia mandatos

# field:account.payment.sepa.configuration,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:account.payment.sepa.configuration,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:account.payment.sepa.configuration,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:account.payment.sepa.configuration.company,company:
source: Company
ca_es: Empresa
es_es: Empresa

# field:account.payment.sepa.configuration.company,create_date:
source: Create Date
ca_es: Data creació
es_es: Fecha creación

# field:account.payment.sepa.configuration.company,create_uid:
source: Create User
ca_es: Usuari creació
es_es: Usuario creación

# field:account.payment.sepa.configuration.company,mandate_sequence:
source: Mandate Sequence
ca_es: Seqüència mandats
es_es: Secuencia mandatos

# field:account.payment.sepa.configuration.company,rec_name:
source: Name
ca_es: Nom
es_es: Nombre

# field:account.payment.sepa.configuration.company,write_date:
source: Write Date
ca_es: Data modificació
es_es: Fecha modificación

# field:account.payment.sepa.configuration.company,write_uid:
source: Write User
ca_es: Usuari modificació
es_es: Usuario modificación

# field:bank.account.number,mandates:
source: Mandates
ca_es: Mandats
es_es: Mandatos

# field:party.party,sepa_creditor_identifier_used:
source: SEPA Creditot Identifier Used
ca_es: Identificador del creditor SEPA utilitzat
es_es: Identificador creditor SEPA utilizado

# jasper:account.payment.sepa.mandate.jreport:
source: Accont number
ca_es: Número de compte
es_es: Número de cuenta

# jasper:account.payment.sepa.mandate.jreport:
source: Address
ca_es: Adreça
es_es: Dirección

# jasper:account.payment.sepa.mandate.jreport:
source: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights regarding this mandate are explained in a statement that you can obtain from your bank.
ca_es: Com a part dels seus drets, el deutor està legitimitat al reemborsament per la seva entitat en els termes i condicions de contracte subscrit per la mateixa. La sol·licitud de reemborsament s'haurà d'efectuar dins de les vuit setmanes que segueixen a la data del càrrec en compte. Pot obtenir informació addicional sobre els seus drets en la seva entitat financera.
es_es: Como parte de sus derechos, el deudor está legitimado al reembolso por su entidad en los términos y condiciones del contrato suscrito con la misma. La solicitud de reembolso deberá efectuarse dentro de las ocho semanas que siguen a la fecha de adeudo en cuenta. Puede obtener información adicional sobre sus derechos en su entidad financiera.

# jasper:account.payment.sepa.mandate.jreport:
source: By signing this mandate form, you authorise (A) the Creditor to send instructions to your bank to debit your account, and (B) your bank to debit your account in accordance with the instructions from the Creditor.
ca_es: Mitjançant la signatura d'aquesta ordre de domiciliació el deutor autoritza (A) al creditor a enviar instruccions a la entitat del deutor per a carregar en el seu compte, i (B) a la entitat per a efectuar càrrecs en el seu compte seguint les instruccions del creditor.
es_es: Mediante la firma de esta orden de domiciliación, el deudor autoriza (A) al acreedor a enviar instrucciones a la entidad del deudor para adeudar su cuenta y (B) a la entidad para efectuar los adeudos en su cuenta siguiendo las instrucciones del acreedor.

# jasper:account.payment.sepa.mandate.jreport:
source: City
ca_es: Ciutat
es_es: Ciudad

# jasper:account.payment.sepa.mandate.jreport:
source: Country
ca_es: País
es_es: País

# jasper:account.payment.sepa.mandate.jreport:
source: Creditor Identifier
ca_es: Identificador del creditor
es_es: Identificador del acreedor

# jasper:account.payment.sepa.mandate.jreport:
source: Creditor's name
ca_es: Nom del creditor
es_es: Nombre del acreedor

# jasper:account.payment.sepa.mandate.jreport:
source: Date
ca_es: Data
es_es: Fecha

# jasper:account.payment.sepa.mandate.jreport:
source: Debtor's address
ca_es: Direcció del deutor
es_es: Dirección del deudor

# jasper:account.payment.sepa.mandate.jreport:
source: Debtor's country
ca_es: País del deutor
es_es: País del deudor

# jasper:account.payment.sepa.mandate.jreport:
source: Debtor's name
ca_es: Nom del deutor/s
es_es: Nombre del deudor/es

# jasper:account.payment.sepa.mandate.jreport:
source: Debtor's signature
ca_es: Firma del deutor
es_es: Firma del deudor

# jasper:account.payment.sepa.mandate.jreport:
source: Location in which you are signing
ca_es: Localitat
es_es: Localidad

# jasper:account.payment.sepa.mandate.jreport:
source: Mandate reference
ca_es: Referència de l'ordre de domiciliació
es_es: Referencia de la orden de domiciliación

# jasper:account.payment.sepa.mandate.jreport:
source: ONCE THIS MANDATE HAS BEEN SIGNED MUST BE SENT TO CREDITOR FOR STORAGE
ca_es: UN COP FIRMADA AQUESTA ORDRE DE DOMICILIACIÓ HA DE SER ENVIADA AL CREDITOR PAR A LA SEVA CUSTÒDIA.
es_es: UNA VEZ FIRMADA ESTA ORDEN DE DOMICILIACIÓN DEBE SER ENVIADA AL ACREEDOR PARA SU CUSTODIA.

# jasper:account.payment.sepa.mandate.jreport:
source: One-off payment
ca_es: Pagament únic
es_es: Pago único

# jasper:account.payment.sepa.mandate.jreport:
source: Postal Code
ca_es: Codi postal
es_es: Código postal

# jasper:account.payment.sepa.mandate.jreport:
source: Recurrent payment
ca_es: Pagament recurrent
es_es: Pago recurrente

# jasper:account.payment.sepa.mandate.jreport:
source: SEPA Direct Debit Mandate
ca_es: Ordre de domiciliació de deute directa SEPA
es_es: Orden de domiciliación de adeudo directo SEPA

# jasper:account.payment.sepa.mandate.jreport:
source: This mandate is only intended for business-to-business transactions. You are not entitled to a refund from your bank after your account has been debited, but you are entitled to request your bank not to debit your account in accordance with the instructions up until the day on which the payment is due. Please contact your bank for detailed procedures in such a case.
ca_es: Aquesta ordre de domiciliació està prevista per operacions exclusivament entre empreses i/o autònoms. El deutor no té dret a que la seva entitat li reemborsi una vegada que s'hagi relitzat el càrreg en la compte, però pot sol·licitar a la seva entitat que no efectui el deute en la compte fins a la data deguda. Podrà obtenir informació detallada del procediment en la seva entitat finacera.
es_es: Esta orden de domiciliación está prevista para operaciones exclusivamente entre empresas y/o autónomos. El deudor no tiene derecho a que su entidad le reembolse una vez que se haya realizado el cargo en cuenta, pero puede solicitar a su entidad que no efectúe el adeudo en la cuenta hasta la fecha debida. Podrá obtener información detallada del procedimiento en su entidad financiera.

# jasper:account.payment.sepa.mandate.jreport:
source: To be completed by the creditor
ca_es: Per a ser completat pel creditor
es_es: A cumplimentar por el acreedor

# jasper:account.payment.sepa.mandate.jreport:
source: To be completed by the debtor
ca_es: Per a ser completat pel deutor
es_es: A cumplimentar por el deudor

# jasper:account.payment.sepa.mandate.jreport:
source: Town
ca_es: Província
es_es: Provincia

# jasper:account.payment.sepa.mandate.jreport:
source: Type of payment
ca_es: Tipus de pagament
es_es: Tipo de pago

# model:account.payment.sepa.configuration,name:
source: Mandate Configuration
ca_es: Configuració mandats
es_es: Configuración de mandatos

# model:account.payment.sepa.configuration.company,name:
source: Mandate Company Configuration
ca_es: Configuració mandats per empresa
es_es: Configuración de mandatos por empresa

# model:ir.action,name:act_payment_sepa_configuration_form
source: Mandate
ca_es: Mandat
es_es: Mandato

# model:ir.action.act_window.domain,name:act_move_line_form_domain_payable_mandate
source: Payable with Mandate
ca_es: A pagar amb mandat
es_es: A pagar con mandato

# model:ir.sequence.type,name:sequence_type_mandate
source: Mandate
ca_es: Mandat
es_es: Mandato

# model:ir.ui.menu,name:menu_mandate_configuration
source: Configuration
ca_es: Configuració
es_es: Configuración

# model:ir.ui.menu,name:menu_mandate_configuration_form
source: Mandate
ca_es: Mandat
es_es: Mandato

# selection:account.move.line,sepa_scheme:
source: Business to Business
ca_es: Empresa a empresa
es_es: Empresa a empresa

# view:account.payment.sepa.configuration:
source: Mandate Configuration
ca_es: Configuració mandats
es_es: Configuración de mandatos

# view:party.party:
source: Calculate
ca_es: Calcula
es_es: Calcular
